<?php

return [
    'greeting' => 'مرحبًا',
    'buttonText' => 'تغيير اللغة',
    'win_rolls' => 'اربح رولز رويس مع آرت ',
    'art_win_rolls' => '!أوف ليفينغ مول',
    'uncover_unlock' => 'قم بزيارة آرت أو ليفينغ مول وأمسح الرمز الخاص بالمسابقة وخمن أين يوجد مفاتيح سيارة رولز رويس ',
    'and_drive' =>  '!اختر 6 محلات تتوقع أن تكون بداخلها مفاتيح السيارة',
    'keys_in_favor' => '',
    'participe_now' => 'شارك الآن',
    'great_hunt' => 'خمن أي يوجد مفاتيح سيارة الرولز رويس ؟ ',
    'how_participate' => 'كيفية المشاركة؟',
    'explore_mall'  => 'اكتشف المول',
    'visit_shops' => 'قم يزيارة آرت أو ليفينغ مول وأمسح الرمز الخاص بالمسابقة والموجود إلى جانب السيارة!
    ستة مفاتيح مخفية داخل ستة من المحلات التجارية الرائعة والبالغ عددها 30 متجرًا 
    ',
    'enden_key' => 'تحديد المفاتيح',
    'sharp_eye' => ',خمن أين يوجد مفاتيح السيارة',
    'six_keys' => ' قم باختيار ستة محلات',
    'unlock_prize' => 'كل مفتاح يفتح لك فرصة الفوز بالجائزة الكبرى ',
    'submit_entry'  => 'إرسال الإدخال الخاص بك',
    'participation_text' => 'بمجرد اختيار المحلات الستة التي تتوقع أن يكون بها المفاتيح بنجاح سوف تدخل المسابقة.
    أنت الآن تتنافس على سيارة رولز رويس
',
    'rolls_wait' => '!الجائزة الكبرى - رولز رويس تنتظركم',
    'grand_text' => "تخيل أنك تتجول في أرجاء المدينة بسيارة رولز-رويس التي تمثل مثالاً للفخامة. الجائزة الكبرى تنتظر المشارك الذي ينجح في تحديد مواقع المفاتيح الستة. هذه ليست مجرد منافسة.",
    'terms' => 'الأحكام والشروط',
    'cp_start' => 'تبدأ المسابقة من 10 ديسمبر 2023 إلى 8 يناير 2024 ',
    'cp_age' => 'يجب أن يكون المشاركون [العمر] ',
    'on_en' => 'سيتم النظر فقط في المشاركات المقدمة من خلال الموقع الرسمي للجوال',
    'inden_key' => 'تحديد المفاتيح',
    'step1' => 'الخطوة 1 من 3',
    'enter_your' => 'أدخل رقم هاتفك المحمول',
    'phone_verf'   => "أدخل رقم هاتفك المحمول، وسنرسل لك كلمة مرور لمرة واحدة (OTP) للتحقق من الرقم قبل متابعة إرسال التفاصيل الخاصة بك",
    'continue' => 'أكمل',
    'step2' => 'الخطوة 2 من 3',
    'step3' => 'الخطوة 3 من 3',
    'provide_d' => 'تقديم التفاصيل الخاصة بك',
    'fname' => 'الاسم الأول',
    'lname' => 'اسم العائلة',
    'email' => 'عنوان البريد الإلكتروني',
    'nationality' => 'جنسية',
    'key_posts' => 'أين وضعت المفاتيح الستة ؟',
    'six_shops' => '.اختر ستة متاجر تم تخبئة المفاتيح فيها بنجاح',
    'submit'    => 'تقدم',
    'success_image' => 'images/success_ar.png',
    'thanking_co' => 'شكرًا لك على مشاركتك في مسابقتنا, نتمنى لك حظًا سعيدًا 
    The Great Hunt',
    'stay_tuned' => '',
    'continue_to_site'  => 'أكمل لموقعنا',
    'welcome_client' => 'مرحبًا بكم زوارنا الكرام في فرصة حصرية تنتظركم في ذا آرت أوف ليفينج مول',
    'grand_com' => 'مسابقتنا الكبرى، "اربح رولز رويس!" 
    انطلق في رحلة مثيرة عبر مركزنا التجاري الفخم، حيث قمنا بإخفاء مفاتيح سيارة رولز رويس الفاخرة في 6 محلات
    ',
    'point_keys' => 'حدد المفاتيح',
    'agree_check' => 'الموافقة على الشروط والأحكام',



























];
